<?xml version="1.0" ?>
<net name="torch-jit-export" version="11">
	<layers>
		<layer id="27" name="data" type="Parameter" version="opset1">
			<data element_type="f32" shape="1,3,256,128"/>
			<rt_info>
				<attribute name="fused_names" value="data" version="0"/>
				<attribute name="old_api_map_element_type" value="f16" version="0"/>
			</rt_info>
			<output>
				<port id="0" names="data" precision="FP32">
					<dim>1</dim>
					<dim>3</dim>
					<dim>256</dim>
					<dim>128</dim>
					<rt_info>
						<attribute layout="[N,C,H,W]" name="layout" version="0"/>
					</rt_info>
				</port>
			</output>
		</layer>
		<layer id="0" name="108281083237644" type="Const" version="opset1">
			<data element_type="f32" offset="0" shape="" size="4"/>
			<output>
				<port id="0" precision="FP32"/>
			</output>
		</layer>
		<layer id="1" name="108291083334044" type="Const" version="opset1">
			<data element_type="f32" offset="4" shape="" size="4"/>
			<output>
				<port id="0" precision="FP32"/>
			</output>
		</layer>
		<layer id="2" name="108301083436450" type="Const" version="opset1">
			<data element_type="f32" offset="0" shape="" size="4"/>
			<output>
				<port id="0" precision="FP32"/>
			</output>
		</layer>
		<layer id="3" name="108311083537206" type="Const" version="opset1">
			<data element_type="f32" offset="4" shape="" size="4"/>
			<output>
				<port id="0" precision="FP32"/>
			</output>
		</layer>
		<layer id="4" name="Constant_659119635874" type="Const" version="opset1">
			<data element_type="i64" offset="8" shape="2" size="16"/>
			<rt_info>
				<attribute name="fused_names" value="Constant_659" version="0"/>
			</rt_info>
			<output>
				<port id="0" precision="I64">
					<dim>2</dim>
				</port>
			</output>
		</layer>
		<layer id="5" name="6315631936027" type="Const" version="opset1">
			<data element_type="f32" offset="24" shape="" size="4"/>
			<output>
				<port id="0" precision="FP32"/>
			</output>
		</layer>
		<layer id="6" name="6316632034416" type="Const" version="opset1">
			<data element_type="f32" offset="28" shape="" size="4"/>
			<output>
				<port id="0" precision="FP32"/>
			</output>
		</layer>
		<layer id="7" name="6317632133222" type="Const" version="opset1">
			<data element_type="f32" offset="24" shape="" size="4"/>
			<output>
				<port id="0" precision="FP32"/>
			</output>
		</layer>
		<layer id="8" name="6318632237701" type="Const" version="opset1">
			<data element_type="f32" offset="28" shape="" size="4"/>
			<output>
				<port id="0" precision="FP32"/>
			</output>
		</layer>
		<layer id="9" name="3034303637425" type="Const" version="opset1">
			<data element_type="f32" offset="32" shape="1,48,1,1" size="192"/>
			<output>
				<port id="0" precision="FP32">
					<dim>1</dim>
					<dim>48</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="10" name="7065706936777" type="Const" version="opset1">
			<data element_type="f32" offset="224" shape="" size="4"/>
			<output>
				<port id="0" precision="FP32"/>
			</output>
		</layer>
		<layer id="11" name="7066707034734" type="Const" version="opset1">
			<data element_type="f32" offset="228" shape="" size="4"/>
			<output>
				<port id="0" precision="FP32"/>
			</output>
		</layer>
		<layer id="12" name="7067707133432" type="Const" version="opset1">
			<data element_type="f32" offset="224" shape="" size="4"/>
			<output>
				<port id="0" precision="FP32"/>
			</output>
		</layer>
		<layer id="13" name="7068707237386" type="Const" version="opset1">
			<data element_type="f32" offset="228" shape="" size="4"/>
			<output>
				<port id="0" precision="FP32"/>
			</output>
		</layer>
		<layer id="14" name="Constant_563118535262" type="Const" version="opset1">
			<data element_type="i64" offset="8" shape="2" size="16"/>
			<rt_info>
				<attribute name="fused_names" value="Constant_563" version="0"/>
			</rt_info>
			<output>
				<port id="0" precision="I64">
					<dim>2</dim>
				</port>
			</output>
		</layer>
		<layer id="15" name="5315531935439" type="Const" version="opset1">
			<data element_type="f32" offset="232" shape="" size="4"/>
			<output>
				<port id="0" precision="FP32"/>
			</output>
		</layer>
		<layer id="16" name="5316532033234" type="Const" version="opset1">
			<data element_type="f32" offset="236" shape="" size="4"/>
			<output>
				<port id="0" precision="FP32"/>
			</output>
		</layer>
		<layer id="17" name="5317532134977" type="Const" version="opset1">
			<data element_type="f32" offset="232" shape="" size="4"/>
			<output>
				<port id="0" precision="FP32"/>
			</output>
		</layer>
		<layer id="18" name="5318532233732" type="Const" version="opset1">
			<data element_type="f32" offset="236" shape="" size="4"/>
			<output>
				<port id="0" precision="FP32"/>
			</output>
		</layer>
		<layer id="19" name="7735773934320" type="Const" version="opset1">
			<data element_type="f32" offset="240" shape="" size="4"/>
			<output>
				<port id="0" precision="FP32"/>
			</output>
		</layer>
		<layer id="20" name="7736774037137" type="Const" version="opset1">
			<data element_type="f32" offset="244" shape="" size="4"/>
			<output>
				<port id="0" precision="FP32"/>
			</output>
		</layer>
		<layer id="21" name="7737774133096" type="Const" version="opset1">
			<data element_type="f32" offset="240" shape="" size="4"/>
			<output>
				<port id="0" precision="FP32"/>
			</output>
		</layer>
		<layer id="22" name="7738774232826" type="Const" version="opset1">
			<data element_type="f32" offset="244" shape="" size="4"/>
			<output>
				<port id="0" precision="FP32"/>
			</output>
		</layer>
		<layer id="23" name="6205620935076" type="Const" version="opset1">
			<data element_type="f32" offset="0" shape="" size="4"/>
			<output>
				<port id="0" precision="FP32"/>
			</output>
		</layer>
		<layer id="24" name="6206621037320" type="Const" version="opset1">
			<data element_type="f32" offset="248" shape="" size="4"/>
			<output>
				<port id="0" precision="FP32"/>
			</output>
		</layer>
		<layer id="25" name="6207621133507" type="Const" version="opset1">
			<data element_type="f32" offset="0" shape="" size="4"/>
			<output>
				<port id="0" precision="FP32"/>
			</output>
		</layer>
		<layer id="26" name="6208621234971" type="Const" version="opset1">
			<data element_type="f32" offset="248" shape="" size="4"/>
			<output>
				<port id="0" precision="FP32"/>
			</output>
		</layer>
		<layer id="28" name="Range_92461176" type="Const" version="opset1">
			<data element_type="i32" offset="252" shape="3" size="12"/>
			<output>
				<port id="0" precision="I32">
					<dim>3</dim>
				</port>
			</output>
		</layer>
		<layer id="29" name="Constant_92471177" type="Const" version="opset1">
			<data element_type="i64" offset="264" shape="1" size="8"/>
			<rt_info>
				<attribute name="fused_names" value="Constant_9247" version="0"/>
			</rt_info>
			<output>
				<port id="0" precision="I64">
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="30" name="Gather_9248" type="Gather" version="opset8">
			<data batch_dims="0"/>
			<rt_info>
				<attribute name="fused_names" value="Gather_9248, Range_9246" version="0"/>
				<attribute name="preprocessing" version="0"/>
			</rt_info>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>3</dim>
					<dim>256</dim>
					<dim>128</dim>
				</port>
				<port id="1">
					<dim>3</dim>
				</port>
				<port id="2">
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="3" precision="FP32">
					<dim>1</dim>
					<dim>3</dim>
					<dim>256</dim>
					<dim>128</dim>
				</port>
			</output>
		</layer>
		<layer id="31" name="Subtract_9250/fq_input_0" type="FakeQuantize" version="opset1">
			<data auto_broadcast="numpy" levels="256"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>3</dim>
					<dim>256</dim>
					<dim>128</dim>
				</port>
				<port id="1"/>
				<port id="2"/>
				<port id="3"/>
				<port id="4"/>
			</input>
			<output>
				<port id="5" precision="FP32">
					<dim>1</dim>
					<dim>3</dim>
					<dim>256</dim>
					<dim>128</dim>
				</port>
			</output>
		</layer>
		<layer id="32" name="Constant_9249118018851/restored_convert/quantized2143534116" type="Const" version="opset1">
			<data element_type="i8" offset="272" shape="1,3,1,1" size="3"/>
			<output>
				<port id="0" precision="I8">
					<dim>1</dim>
					<dim>3</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="33" name="Constant_9249118018851/restored_convert/quantized/to_f32" type="Convert" version="opset1">
			<data destination_type="f32"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>3</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="1" precision="FP32">
					<dim>1</dim>
					<dim>3</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="34" name="Subtract_9250/fq_input_1/zero_point2145437638" type="Const" version="opset1">
			<data element_type="f32" offset="275" shape="1,1,1,1" size="4"/>
			<output>
				<port id="0" precision="FP32">
					<dim>1</dim>
					<dim>1</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="35" name="Subtract_9250/fq_input_1/minus_zp" type="Subtract" version="opset1">
			<data auto_broadcast="numpy"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>3</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
				<port id="1">
					<dim>1</dim>
					<dim>1</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32">
					<dim>1</dim>
					<dim>3</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="36" name="Subtract_9250/fq_input_1/scale2144333120" type="Const" version="opset1">
			<data element_type="f32" offset="279" shape="1,1,1,1" size="4"/>
			<output>
				<port id="0" precision="FP32">
					<dim>1</dim>
					<dim>1</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="37" name="Subtract_9250/fq_input_1/mulpiply_by_scale" type="Multiply" version="opset1">
			<data auto_broadcast="numpy"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>3</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
				<port id="1">
					<dim>1</dim>
					<dim>1</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32">
					<dim>1</dim>
					<dim>3</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="38" name="Subtract_9250" type="Subtract" version="opset1">
			<data auto_broadcast="numpy"/>
			<rt_info>
				<attribute name="fused_names" value="Subtract_9250" version="0"/>
				<attribute name="preprocessing" version="0"/>
			</rt_info>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>3</dim>
					<dim>256</dim>
					<dim>128</dim>
				</port>
				<port id="1">
					<dim>1</dim>
					<dim>3</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32">
					<dim>1</dim>
					<dim>3</dim>
					<dim>256</dim>
					<dim>128</dim>
				</port>
			</output>
		</layer>
		<layer id="39" name="Divide_9252/fq_input_0" type="FakeQuantize" version="opset1">
			<data auto_broadcast="numpy" levels="256"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>3</dim>
					<dim>256</dim>
					<dim>128</dim>
				</port>
				<port id="1"/>
				<port id="2"/>
				<port id="3"/>
				<port id="4"/>
			</input>
			<output>
				<port id="5" precision="FP32">
					<dim>1</dim>
					<dim>3</dim>
					<dim>256</dim>
					<dim>128</dim>
				</port>
			</output>
		</layer>
		<layer id="40" name="Constant_18431118318852/restored_convert/quantized2407535808" type="Const" version="opset1">
			<data element_type="i8" offset="283" shape="1,3,1,1" size="3"/>
			<output>
				<port id="0" precision="I8">
					<dim>1</dim>
					<dim>3</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="41" name="Constant_18431118318852/restored_convert/quantized/to_f32" type="Convert" version="opset1">
			<data destination_type="f32"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>3</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="1" precision="FP32">
					<dim>1</dim>
					<dim>3</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="42" name="Divide_9252/fq_input_1/zero_point2409436231" type="Const" version="opset1">
			<data element_type="f32" offset="275" shape="1,1,1,1" size="4"/>
			<output>
				<port id="0" precision="FP32">
					<dim>1</dim>
					<dim>1</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="43" name="Divide_9252/fq_input_1/minus_zp" type="Subtract" version="opset1">
			<data auto_broadcast="numpy"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>3</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
				<port id="1">
					<dim>1</dim>
					<dim>1</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32">
					<dim>1</dim>
					<dim>3</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="44" name="Divide_9252/fq_input_1/scale2408336390" type="Const" version="opset1">
			<data element_type="f32" offset="286" shape="1,1,1,1" size="4"/>
			<output>
				<port id="0" precision="FP32">
					<dim>1</dim>
					<dim>1</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="45" name="Divide_9252/fq_input_1/mulpiply_by_scale" type="Multiply" version="opset1">
			<data auto_broadcast="numpy"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>3</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
				<port id="1">
					<dim>1</dim>
					<dim>1</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32">
					<dim>1</dim>
					<dim>3</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="46" name="Divide_9252" type="Multiply" version="opset1">
			<data auto_broadcast="numpy"/>
			<rt_info>
				<attribute name="fused_names" value="Constant_9251, Divide_9252" version="0"/>
				<attribute name="preprocessing" version="0"/>
			</rt_info>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>3</dim>
					<dim>256</dim>
					<dim>128</dim>
				</port>
				<port id="1">
					<dim>1</dim>
					<dim>3</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32">
					<dim>1</dim>
					<dim>3</dim>
					<dim>256</dim>
					<dim>128</dim>
				</port>
			</output>
		</layer>
		<layer id="47" name="MVN_564/fq_input_0" type="FakeQuantize" version="opset1">
			<data auto_broadcast="numpy" levels="256"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>3</dim>
					<dim>256</dim>
					<dim>128</dim>
				</port>
				<port id="1"/>
				<port id="2"/>
				<port id="3"/>
				<port id="4"/>
			</input>
			<output>
				<port id="5" precision="FP32">
					<dim>1</dim>
					<dim>3</dim>
					<dim>256</dim>
					<dim>128</dim>
				</port>
			</output>
		</layer>
		<layer id="48" name="MVN_564" type="MVN" version="opset6">
			<data eps="9.999999747378752e-06" eps_mode="INSIDE_SQRT" normalize_variance="true"/>
			<rt_info>
				<attribute name="fused_names" value="MVN_564" version="0"/>
			</rt_info>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>3</dim>
					<dim>256</dim>
					<dim>128</dim>
				</port>
				<port id="1">
					<dim>2</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32">
					<dim>1</dim>
					<dim>3</dim>
					<dim>256</dim>
					<dim>128</dim>
				</port>
			</output>
		</layer>
		<layer id="49" name="Reshape_584118834428" type="Const" version="opset1">
			<data element_type="f16" offset="290" shape="1,3,1,1" size="6"/>
			<output>
				<port id="0" precision="FP16">
					<dim>1</dim>
					<dim>3</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="50" name="Reshape_584118818854/restored_convert" type="Convert" version="opset1">
			<data destination_type="f32"/>
			<rt_info>
				<attribute name="decompression" version="0"/>
			</rt_info>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>3</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="1" precision="FP32">
					<dim>1</dim>
					<dim>3</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="51" name="Multiply_611" type="Multiply" version="opset1">
			<data auto_broadcast="numpy"/>
			<rt_info>
				<attribute name="fused_names" value="Concat_583, Multiply_611, Reshape_584" version="0"/>
			</rt_info>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>3</dim>
					<dim>256</dim>
					<dim>128</dim>
				</port>
				<port id="1">
					<dim>1</dim>
					<dim>3</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32">
					<dim>1</dim>
					<dim>3</dim>
					<dim>256</dim>
					<dim>128</dim>
				</port>
			</output>
		</layer>
		<layer id="52" name="Reshape_629119134242" type="Const" version="opset1">
			<data element_type="f16" offset="296" shape="1,3,1,1" size="6"/>
			<output>
				<port id="0" precision="FP16">
					<dim>1</dim>
					<dim>3</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="53" name="Reshape_629119118855/restored_convert" type="Convert" version="opset1">
			<data destination_type="f32"/>
			<rt_info>
				<attribute name="decompression" version="0"/>
			</rt_info>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>3</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="1" precision="FP32">
					<dim>1</dim>
					<dim>3</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="54" name="563" type="Add" version="opset1">
			<data auto_broadcast="numpy"/>
			<rt_info>
				<attribute name="fused_names" value="563, Concat_628, Reshape_629" version="0"/>
			</rt_info>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>3</dim>
					<dim>256</dim>
					<dim>128</dim>
				</port>
				<port id="1">
					<dim>1</dim>
					<dim>3</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" names="563" precision="FP32">
					<dim>1</dim>
					<dim>3</dim>
					<dim>256</dim>
					<dim>128</dim>
				</port>
			</output>
		</layer>
		<layer id="55" name="564/fq_input_0" type="FakeQuantize" version="opset1">
			<data auto_broadcast="numpy" levels="256"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>3</dim>
					<dim>256</dim>
					<dim>128</dim>
				</port>
				<port id="1"/>
				<port id="2"/>
				<port id="3"/>
				<port id="4"/>
			</input>
			<output>
				<port id="5" precision="FP32">
					<dim>1</dim>
					<dim>3</dim>
					<dim>256</dim>
					<dim>128</dim>
				</port>
			</output>
		</layer>
		<layer id="56" name="conv1.conv.weight119418856/restored_convert/quantized2536534872" type="Const" version="opset1">
			<data element_type="i8" offset="302" shape="48,3,7,7" size="7056"/>
			<output>
				<port id="0" precision="I8">
					<dim>48</dim>
					<dim>3</dim>
					<dim>7</dim>
					<dim>7</dim>
				</port>
			</output>
		</layer>
		<layer id="57" name="conv1.conv.weight119418856/restored_convert/quantized/to_f32" type="Convert" version="opset1">
			<data destination_type="f32"/>
			<input>
				<port id="0">
					<dim>48</dim>
					<dim>3</dim>
					<dim>7</dim>
					<dim>7</dim>
				</port>
			</input>
			<output>
				<port id="1" precision="FP32">
					<dim>48</dim>
					<dim>3</dim>
					<dim>7</dim>
					<dim>7</dim>
				</port>
			</output>
		</layer>
		<layer id="58" name="564/fq_weights_1/zero_point2538433792" type="Const" version="opset1">
			<data element_type="f32" offset="7358" shape="48,1,1,1" size="192"/>
			<output>
				<port id="0" precision="FP32">
					<dim>48</dim>
					<dim>1</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="59" name="564/fq_weights_1/minus_zp" type="Subtract" version="opset1">
			<data auto_broadcast="numpy"/>
			<input>
				<port id="0">
					<dim>48</dim>
					<dim>3</dim>
					<dim>7</dim>
					<dim>7</dim>
				</port>
				<port id="1">
					<dim>48</dim>
					<dim>1</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32">
					<dim>48</dim>
					<dim>3</dim>
					<dim>7</dim>
					<dim>7</dim>
				</port>
			</output>
		</layer>
		<layer id="60" name="564/fq_weights_1/scale2537333750" type="Const" version="opset1">
			<data element_type="f32" offset="7550" shape="48,1,1,1" size="192"/>
			<output>
				<port id="0" precision="FP32">
					<dim>48</dim>
					<dim>1</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="61" name="564/fq_weights_1/mulpiply_by_scale" type="Multiply" version="opset1">
			<data auto_broadcast="numpy"/>
			<input>
				<port id="0">
					<dim>48</dim>
					<dim>3</dim>
					<dim>7</dim>
					<dim>7</dim>
				</port>
				<port id="1">
					<dim>48</dim>
					<dim>1</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32">
					<dim>48</dim>
					<dim>3</dim>
					<dim>7</dim>
					<dim>7</dim>
				</port>
			</output>
		</layer>
		<layer id="62" name="564" type="Convolution" version="opset1">
			<data auto_pad="explicit" dilations="1,1" pads_begin="3,3" pads_end="3,3" strides="2,2"/>
			<rt_info>
				<attribute name="fused_names" value="564" version="0"/>
			</rt_info>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>3</dim>
					<dim>256</dim>
					<dim>128</dim>
				</port>
				<port id="1">
					<dim>48</dim>
					<dim>3</dim>
					<dim>7</dim>
					<dim>7</dim>
				</port>
			</input>
			<output>
				<port id="2" names="564" precision="FP32">
					<dim>1</dim>
					<dim>48</dim>
					<dim>128</dim>
					<dim>64</dim>
				</port>
			</output>
		</layer>
		<layer id="63" name="564/add_" type="Add" version="opset1">
			<data auto_broadcast="numpy"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>48</dim>
					<dim>128</dim>
					<dim>64</dim>
				</port>
				<port id="1">
					<dim>1</dim>
					<dim>48</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32">
					<dim>1</dim>
					<dim>48</dim>
					<dim>128</dim>
					<dim>64</dim>
				</port>
			</output>
		</layer>
		<layer id="64" name="MVN_660/fq_input_0" type="FakeQuantize" version="opset1">
			<data auto_broadcast="numpy" levels="256"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>48</dim>
					<dim>128</dim>
					<dim>64</dim>
				</port>
				<port id="1"/>
				<port id="2"/>
				<port id="3"/>
				<port id="4"/>
			</input>
			<output>
				<port id="5" precision="FP32">
					<dim>1</dim>
					<dim>48</dim>
					<dim>128</dim>
					<dim>64</dim>
				</port>
			</output>
		</layer>
		<layer id="65" name="MVN_660" type="MVN" version="opset6">
			<data eps="9.999999747378752e-06" eps_mode="INSIDE_SQRT" normalize_variance="true"/>
			<rt_info>
				<attribute name="fused_names" value="MVN_660" version="0"/>
			</rt_info>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>48</dim>
					<dim>128</dim>
					<dim>64</dim>
				</port>
				<port id="1">
					<dim>2</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32">
					<dim>1</dim>
					<dim>48</dim>
					<dim>128</dim>
					<dim>64</dim>
				</port>
			</output>
		</layer>
		<layer id="66" name="Reshape_680119936327" type="Const" version="opset1">
			<data element_type="f16" offset="7742" shape="1,48,1,1" size="96"/>
			<output>
				<port id="0" precision="FP16">
					<dim>1</dim>
					<dim>48</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="67" name="Reshape_680119918858/restored_convert" type="Convert" version="opset1">
			<data destination_type="f32"/>
			<rt_info>
				<attribute name="decompression" version="0"/>
			</rt_info>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>48</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="1" precision="FP32">
					<dim>1</dim>
					<dim>48</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="68" name="Multiply_707" type="Multiply" version="opset1">
			<data auto_broadcast="numpy"/>
			<rt_info>
				<attribute name="fused_names" value="Concat_679, Multiply_707, Reshape_680" version="0"/>
			</rt_info>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>48</dim>
					<dim>128</dim>
					<dim>64</dim>
				</port>
				<port id="1">
					<dim>1</dim>
					<dim>48</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32">
					<dim>1</dim>
					<dim>48</dim>
					<dim>128</dim>
					<dim>64</dim>
				</port>
			</output>
		</layer>
		<layer id="69" name="Reshape_725120235994" type="Const" version="opset1">
			<data element_type="f16" offset="7838" shape="1,48,1,1" size="96"/>
			<output>
				<port id="0" precision="FP16">
					<dim>1</dim>
					<dim>48</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="70" name="Reshape_725120218859/restored_convert" type="Convert" version="opset1">
			<data destination_type="f32"/>
			<rt_info>
				<attribute name="decompression" version="0"/>
			</rt_info>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>48</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="1" precision="FP32">
					<dim>1</dim>
					<dim>48</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="71" name="565" type="Add" version="opset1">
			<data auto_broadcast="numpy"/>
			<rt_info>
				<attribute name="fused_names" value="565, Concat_724, Reshape_725" version="0"/>
			</rt_info>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>48</dim>
					<dim>128</dim>
					<dim>64</dim>
				</port>
				<port id="1">
					<dim>1</dim>
					<dim>48</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" names="565" precision="FP32">
					<dim>1</dim>
					<dim>48</dim>
					<dim>128</dim>
					<dim>64</dim>
				</port>
			</output>
		</layer>
		<layer id="72" name="566" type="ReLU" version="opset1">
			<rt_info>
				<attribute name="fused_names" value="566" version="0"/>
			</rt_info>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>48</dim>
					<dim>128</dim>
					<dim>64</dim>
				</port>
			</input>
			<output>
				<port id="1" names="566" precision="FP32">
					<dim>1</dim>
					<dim>48</dim>
					<dim>128</dim>
					<dim>64</dim>
				</port>
			</output>
		</layer>
		<layer id="73" name="567/fq_input_0" type="FakeQuantize" version="opset1">
			<data auto_broadcast="numpy" levels="256"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>48</dim>
					<dim>128</dim>
					<dim>64</dim>
				</port>
				<port id="1"/>
				<port id="2"/>
				<port id="3"/>
				<port id="4"/>
			</input>
			<output>
				<port id="5" precision="FP32">
					<dim>1</dim>
					<dim>48</dim>
					<dim>128</dim>
					<dim>64</dim>
				</port>
			</output>
		</layer>
		<layer id="74" name="567" type="MaxPool" version="opset8">
			<data auto_pad="explicit" axis="0" dilations="1,1" index_element_type="i64" kernel="3,3" pads_begin="1,1" pads_end="1,1" rounding_type="floor" strides="2,2"/>
			<rt_info>
				<attribute name="fused_names" value="567" version="0"/>
			</rt_info>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>48</dim>
					<dim>128</dim>
					<dim>64</dim>
				</port>
			</input>
			<output>
				<port id="1" names="567" precision="FP32">
					<dim>1</dim>
					<dim>48</dim>
					<dim>64</dim>
					<dim>32</dim>
				</port>
				<port id="2" precision="FP32">
					<dim>1</dim>
					<dim>48</dim>
					<dim>64</dim>
					<dim>32</dim>
					<rt_info/>
				</port>
			</output>
		</layer>
		<layer id="76" name="108481085235862" type="Const" version="opset1">
			<data element_type="f32" offset="7934" shape="" size="4"/>
			<output>
				<port id="0" precision="FP32"/>
			</output>
		</layer>
		<layer id="77" name="108491085333075" type="Const" version="opset1">
			<data element_type="f32" offset="7938" shape="" size="4"/>
			<output>
				<port id="0" precision="FP32"/>
			</output>
		</layer>
		<layer id="78" name="108501085436510" type="Const" version="opset1">
			<data element_type="f32" offset="7934" shape="" size="4"/>
			<output>
				<port id="0" precision="FP32"/>
			</output>
		</layer>
		<layer id="79" name="108511085536507" type="Const" version="opset1">
			<data element_type="f32" offset="7938" shape="" size="4"/>
			<output>
				<port id="0" precision="FP32"/>
			</output>
		</layer>
		<layer id="80" name="1134232133438" type="Const" version="opset1">
			<data element_type="i64" offset="7942" shape="2" size="16"/>
			<rt_info>
				<attribute name="fused_names" value="1133, 1134" version="0"/>
			</rt_info>
			<output>
				<port id="0" precision="I64">
					<dim>2</dim>
				</port>
			</output>
		</layer>
		<layer id="81" name="108181082237896" type="Const" version="opset1">
			<data element_type="f32" offset="7958" shape="" size="4"/>
			<output>
				<port id="0" precision="FP32"/>
			</output>
		</layer>
		<layer id="82" name="108191082334023" type="Const" version="opset1">
			<data element_type="f32" offset="7962" shape="" size="4"/>
			<output>
				<port id="0" precision="FP32"/>
			</output>
		</layer>
		<layer id="83" name="108201082435805" type="Const" version="opset1">
			<data element_type="f32" offset="7958" shape="" size="4"/>
			<output>
				<port id="0" precision="FP32"/>
			</output>
		</layer>
		<layer id="84" name="108211082534518" type="Const" version="opset1">
			<data element_type="f32" offset="7962" shape="" size="4"/>
			<output>
				<port id="0" precision="FP32"/>
			</output>
		</layer>
		<layer id="85" name="5835583936666" type="Const" version="opset1">
			<data element_type="f32" offset="7966" shape="1,384,1,1" size="1536"/>
			<output>
				<port id="0" precision="FP32">
					<dim>1</dim>
					<dim>384</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="86" name="5836584037890" type="Const" version="opset1">
			<data element_type="f32" offset="9502" shape="1,384,1,1" size="1536"/>
			<output>
				<port id="0" precision="FP32">
					<dim>1</dim>
					<dim>384</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="87" name="5837584137500" type="Const" version="opset1">
			<data element_type="f32" offset="7966" shape="1,384,1,1" size="1536"/>
			<output>
				<port id="0" precision="FP32">
					<dim>1</dim>
					<dim>384</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="88" name="5838584233012" type="Const" version="opset1">
			<data element_type="f32" offset="9502" shape="1,384,1,1" size="1536"/>
			<output>
				<port id="0" precision="FP32">
					<dim>1</dim>
					<dim>384</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="89" name="6145614933810" type="Const" version="opset1">
			<data element_type="f32" offset="11038" shape="" size="4"/>
			<output>
				<port id="0" precision="FP32"/>
			</output>
		</layer>
		<layer id="90" name="6146615035556" type="Const" version="opset1">
			<data element_type="f32" offset="11042" shape="" size="4"/>
			<output>
				<port id="0" precision="FP32"/>
			</output>
		</layer>
		<layer id="91" name="6147615137545" type="Const" version="opset1">
			<data element_type="f32" offset="11038" shape="" size="4"/>
			<output>
				<port id="0" precision="FP32"/>
			</output>
		</layer>
		<layer id="92" name="6148615234827" type="Const" version="opset1">
			<data element_type="f32" offset="11042" shape="" size="4"/>
			<output>
				<port id="0" precision="FP32"/>
			</output>
		</layer>
		<layer id="93" name="7975797932841" type="Const" version="opset1">
			<data element_type="f32" offset="11046" shape="" size="4"/>
			<output>
				<port id="0" precision="FP32"/>
			</output>
		</layer>
		<layer id="94" name="7976798035523" type="Const" version="opset1">
			<data element_type="f32" offset="11050" shape="" size="4"/>
			<output>
				<port id="0" precision="FP32"/>
			</output>
		</layer>
		<layer id="95" name="7977798136456" type="Const" version="opset1">
			<data element_type="f32" offset="11046" shape="" size="4"/>
			<output>
				<port id="0" precision="FP32"/>
			</output>
		</layer>
		<layer id="96" name="7978798236945" type="Const" version="opset1">
			<data element_type="f32" offset="11050" shape="" size="4"/>
			<output>
				<port id="0" precision="FP32"/>
			</output>
		</layer>
		<layer id="97" name="6625662934008" type="Const" version="opset1">
			<data element_type="f32" offset="11038" shape="" size="4"/>
			<output>
				<port id="0" precision="FP32"/>
			</output>
		</layer>
		<layer id="98" name="6626663034098" type="Const" version="opset1">
			<data element_type="f32" offset="11054" shape="" size="4"/>
			<output>
				<port id="0" precision="FP32"/>
			</output>
		</layer>
		<layer id="99" name="6627663133759" type="Const" version="opset1">
			<data element_type="f32" offset="11038" shape="" size="4"/>
			<output>
				<port id="0" precision="FP32"/>
			</output>
		</layer>
		<layer id="100" name="6628663234800" type="Const" version="opset1">
			<data element_type="f32" offset="11054" shape="" size="4"/>
			<output>
				<port id="0" precision="FP32"/>
			</output>
		</layer>
		<layer id="101" name="7675767935730" type="Const" version="opset1">
			<data element_type="f32" offset="11038" shape="" size="4"/>
			<output>
				<port id="0" precision="FP32"/>
			</output>
		</layer>
		<layer id="102" name="7676768034281" type="Const" version="opset1">
			<data element_type="f32" offset="11058" shape="" size="4"/>
			<output>
				<port id="0" precision="FP32"/>
			</output>
		</layer>
		<layer id="103" name="7677768134089" type="Const" version="opset1">
			<data element_type="f32" offset="11038" shape="" size="4"/>
			<output>
				<port id="0" precision="FP32"/>
			</output>
		</layer>
		<layer id="104" name="7678768237455" type="Const" version="opset1">
			<data element_type="f32" offset="11058" shape="" size="4"/>
			<output>
				<port id="0" precision="FP32"/>
			</output>
		</layer>
		<layer id="105" name="6005600933252" type="Const" version="opset1">
			<data element_type="f32" offset="11038" shape="" size="4"/>
			<output>
				<port id="0" precision="FP32"/>
			</output>
		</layer>
		<layer id="106" name="6006601037224" type="Const" version="opset1">
			<data element_type="f32" offset="11062" shape="" size="4"/>
			<output>
				<port id="0" precision="FP32"/>
			</output>
		</layer>
		<layer id="107" name="6007601136387" type="Const" version="opset1">
			<data element_type="f32" offset="11038" shape="" size="4"/>
			<output>
				<port id="0" precision="FP32"/>
			</output>
		</layer>
		<layer id="108" name="6008601234545" type="Const" version="opset1">
			<data element_type="f32" offset="11062" shape="" size="4"/>
			<output>
				<port id="0" precision="FP32"/>
			</output>
		</layer>
		<layer id="109" name="4555455934209" type="Const" version="opset1">
			<data element_type="f32" offset="11038" shape="" size="4"/>
			<output>
				<port id="0" precision="FP32"/>
			</output>
		</layer>
		<layer id="110" name="4556456037581" type="Const" version="opset1">
			<data element_type="f32" offset="11066" shape="" size="4"/>
			<output>
				<port id="0" precision="FP32"/>
			</output>
		</layer>
		<layer id="111" name="4557456137869" type="Const" version="opset1">
			<data element_type="f32" offset="11038" shape="" size="4"/>
			<output>
				<port id="0" precision="FP32"/>
			</output>
		</layer>
		<layer id="112" name="4558456236960" type="Const" version="opset1">
			<data element_type="f32" offset="11066" shape="" size="4"/>
			<output>
				<port id="0" precision="FP32"/>
			</output>
		</layer>
		<layer id="113" name="7425742934356" type="Const" version="opset1">
			<data element_type="f32" offset="11038" shape="" size="4"/>
			<output>
				<port id="0" precision="FP32"/>
			</output>
		</layer>
		<layer id="114" name="7426743037617" type="Const" version="opset1">
			<data element_type="f32" offset="11070" shape="" size="4"/>
			<output>
				<port id="0" precision="FP32"/>
			</output>
		</layer>
		<layer id="115" name="7427743133495" type="Const" version="opset1">
			<data element_type="f32" offset="11038" shape="" size="4"/>
			<output>
				<port id="0" precision="FP32"/>
			</output>
		</layer>
		<layer id="116" name="7428743235853" type="Const" version="opset1">
			<data element_type="f32" offset="11070" shape="" size="4"/>
			<output>
				<port id="0" precision="FP32"/>
			</output>
		</layer>
		<layer id="117" name="105781058235133" type="Const" version="opset1">
			<data element_type="f32" offset="11074" shape="" size="4"/>
			<output>
				<port id="0" precision="FP32"/>
			</output>
		</layer>
		<layer id="118" name="105791058334272" type="Const" version="opset1">
			<data element_type="f32" offset="11078" shape="" size="4"/>
			<output>
				<port id="0" precision="FP32"/>
			</output>
		</layer>
		<layer id="119" name="105801058436915" type="Const" version="opset1">
			<data element_type="f32" offset="11074" shape="" size="4"/>
			<output>
				<port id="0" precision="FP32"/>
			</output>
		</layer>
		<layer id="120" name="105811058533123" type="Const" version="opset1">
			<data element_type="f32" offset="11078" shape="" size="4"/>
			<output>
				<port id="0" precision="FP32"/>
			</output>
		</layer>
		<layer id="121" name="Constant_8399214736903" type="Const" version="opset1">
			<data element_type="i64" offset="11082" shape="1" size="8"/>
			<rt_info>
				<attribute name="fused_names" value="Constant_8399" version="0"/>
			</rt_info>
			<output>
				<port id="0" precision="I64">
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="122" name="1062214536798" type="Const" version="opset1">
			<data element_type="i64" offset="11090" shape="3" size="24"/>
			<rt_info>
				<attribute name="fused_names" value="1062" version="0"/>
			</rt_info>
			<output>
				<port id="0" names="1062" precision="I64">
					<dim>3</dim>
				</port>
			</output>
		</layer>
		<layer id="123" name="107781078234122" type="Const" version="opset1">
			<data element_type="f32" offset="11038" shape="" size="4"/>
			<output>
				<port id="0" precision="FP32"/>
			</output>
		</layer>
		<layer id="124" name="107791078335703" type="Const" version="opset1">
			<data element_type="f32" offset="11114" shape="" size="4"/>
			<output>
				<port id="0" precision="FP32"/>
			</output>
		</layer>
		<layer id="125" name="107801078434275" type="Const" version="opset1">
			<data element_type="f32" offset="11038" shape="" size="4"/>
			<output>
				<port id="0" precision="FP32"/>
			</output>
		</layer>
		<layer id="126" name="107811078533879" type="Const" version="opset1">
			<data element_type="f32" offset="11114" shape="" size="4"/>
			<output>
				<port id="0" precision="FP32"/>
			</output>
		</layer>
		<layer id="127" name="7785778935124" type="Const" version="opset1">
			<data element_type="f32" offset="11038" shape="" size="4"/>
			<output>
				<port id="0" precision="FP32"/>
			</output>
		</layer>
		<layer id="128" name="7786779037620" type="Const" version="opset1">
			<data element_type="f32" offset="11118" shape="" size="4"/>
			<output>
				<port id="0" precision="FP32"/>
			</output>
		</layer>
		<layer id="129" name="7787779132799" type="Const" version="opset1">
			<data element_type="f32" offset="11038" shape="" size="4"/>
			<output>
				<port id="0" precision="FP32"/>
			</output>
		</layer>
		<layer id="130" name="7788779237473" type="Const" version="opset1">
			<data element_type="f32" offset="11118" shape="" size="4"/>
			<output>
				<port id="0" precision="FP32"/>
			</output>
		</layer>
		<layer id="131" name="8365836934230" type="Const" version="opset1">
			<data element_type="f32" offset="11122" shape="1,96,1,1" size="384"/>
			<output>
				<port id="0" precision="FP32">
					<dim>1</dim>
					<dim>96</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="132" name="8366837033465" type="Const" version="opset1">
			<data element_type="f32" offset="11506" shape="1,96,1,1" size="384"/>
			<output>
				<port id="0" precision="FP32">
					<dim>1</dim>
					<dim>96</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="133" name="8367837133204" type="Const" version="opset1">
			<data element_type="f32" offset="11122" shape="1,96,1,1" size="384"/>
			<output>
				<port id="0" precision="FP32">
					<dim>1</dim>
					<dim>96</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="134" name="8368837233525" type="Const" version="opset1">
			<data element_type="f32" offset="11506" shape="1,96,1,1" size="384"/>
			<output>
				<port id="0" precision="FP32">
					<dim>1</dim>
					<dim>96</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="135" name="3238324034419" type="Const" version="opset1">
			<data element_type="f32" offset="11890" shape="1,96,1,1" size="384"/>
			<output>
				<port id="0" precision="FP32">
					<dim>1</dim>
					<dim>96</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="136" name="4115411932823" type="Const" version="opset1">
			<data element_type="f32" offset="11038" shape="" size="4"/>
			<output>
				<port id="0" precision="FP32"/>
			</output>
		</layer>
		<layer id="137" name="4116412032949" type="Const" version="opset1">
			<data element_type="f32" offset="12274" shape="" size="4"/>
			<output>
				<port id="0" precision="FP32"/>
			</output>
		</layer>
		<layer id="138" name="4117412132883" type="Const" version="opset1">
			<data element_type="f32" offset="11038" shape="" size="4"/>
			<output>
				<port id="0" precision="FP32"/>
			</output>
		</layer>
		<layer id="139" name="4118412236246" type="Const" version="opset1">
			<data element_type="f32" offset="12274" shape="" size="4"/>
			<output>
				<port id="0" precision="FP32"/>
			</output>
		</layer>
		<layer id="140" name="7985798933114" type="Const" version="opset1">
			<data element_type="f32" offset="11038" shape="" size="4"/>
			<output>
				<port id="0" precision="FP32"/>
			</output>
		</layer>
		<layer id="141" name="7986799036678" type="Const" version="opset1">
			<data element_type="f32" offset="12278" shape="" size="4"/>
			<output>
				<port id="0" precision="FP32"/>
			</output>
		</layer>
		<layer id="142" name="7987799136105" type="Const" version="opset1">
			<data element_type="f32" offset="11038" shape="" size="4"/>
			<output>
				<port id="0" precision="FP32"/>
			</output>
		</layer>
		<layer id="143" name="7988799235586" type="Const" version="opset1">
			<data element_type="f32" offset="12278" shape="" size="4"/>
			<output>
				<port id="0" precision="FP32"/>
			</output>
		</layer>
		<layer id="144" name="7115711936909" type="Const" version="opset1">
			<data element_type="f32" offset="12282" shape="" size="4"/>
			<output>
				<port id="0" precision="FP32"/>
			</output>
		</layer>
		<layer id="145" name="7116712037488" type="Const" version="opset1">
			<data element_type="f32" offset="12286" shape="" size="4"/>
			<output>
				<port id="0" precision="FP32"/>
			</output>
		</layer>
		<layer id="146" name="7117712136144" type="Const" version="opset1">
			<data element_type="f32" offset="12282" shape="" size="4"/>
			<output>
				<port id="0" precision="FP32"/>
			</output>
		</layer>
		<layer id="147" name="7118712233303" type="Const" version="opset1">
			<data element_type="f32" offset="12286" shape="" size="4"/>
			<output>
				<port id="0" precision="FP32"/>
			</output>
		</layer>
		<layer id="148" name="5115511937182" type="Const" version="opset1">
			<data element_type="f32" offset="11038" shape="" size="4"/>
			<output>
				<port id="0" precision="FP32"/>
			</output>
		</layer>
		<layer id="149" name="5116512037788" type="Const" version="opset1">
			<data element_type="f32" offset="12290" shape="" size="4"/>
			<output>
				<port id="0" precision="FP32"/>
			</output>
		</layer>
		<layer id="150" name="5117512133258" type="Const" version="opset1">
			<data element_type="f32" offset="11038" shape="" size="4"/>
			<output>
				<port id="0" precision="FP32"/>
			</output>
		</layer>
		<layer id="151" name="5118512237374" type="Const" version="opset1">
			<data element_type="f32" offset="12290" shape="" size="4"/>
			<output>
				<port id="0" precision="FP32"/>
			</output>
		</layer>
		<layer id="152" name="5855585937380" type="Const" version="opset1">
			<data element_type="f32" offset="11038" shape="" size="4"/>
			<output>
				<port id="0" precision="FP32"/>
			</output>
		</layer>
		<layer id="153" name="5856586033690" type="Const" version="opset1">
			<data element_type="f32" offset="12294" shape="" size="4"/>
			<output>
				<port id="0" precision="FP32"/>
			</output>
		</layer>
		<layer id="154" name="5857586133153" type="Const" version="opset1">
			<data element_type="f32" offset="11038" shape="" size="4"/>
			<output>
				<port id="0" precision="FP32"/>
			</output>
		</layer>
		<layer id="155" name="5858586233651" type="Const" version="opset1">
			<data element_type="f32" offset="12294" shape="" size="4"/>
			<output>
				<port id="0" precision="FP32"/>
			</output>
		</layer>
		<layer id="156" name="7175717937098" type="Const" version="opset1">
			<data element_type="f32" offset="11038" shape="" size="4"/>
			<output>
				<port id="0" precision="FP32"/>
			</output>
		</layer>
		<layer id="157" name="7176718036423" type="Const" version="opset1">
			<data element_type="f32" offset="12298" shape="" size="4"/>
			<output>
				<port id="0" precision="FP32"/>
			</output>
		</layer>
		<layer id="158" name="7177718134677" type="Const" version="opset1">
			<data element_type="f32" offset="11038" shape="" size="4"/>
			<output>
				<port id="0" precision="FP32"/>
			</output>
		</layer>
		<layer id="159" name="7178718233363" type="Const" version="opset1">
			<data element_type="f32" offset="12298" shape="" size="4"/>
			<output>
				<port id="0" precision="FP32"/>
			</output>
		</layer>
		<layer id="160" name="5575557933714" type="Const" version="opset1">
			<data element_type="f32" offset="11038" shape="" size="4"/>
			<output>
				<port id="0" precision="FP32"/>
			</output>
		</layer>
		<layer id="161" name="5576558037737" type="Const" version="opset1">
			<data element_type="f32" offset="12302" shape="" size="4"/>
			<output>
				<port id="0" precision="FP32"/>
			</output>
		</layer>
		<layer id="162" name="5577558137878" type="Const" version="opset1">
			<data element_type="f32" offset="11038" shape="" size="4"/>
			<output>
				<port id="0" precision="FP32"/>
			</output>
		</layer>
		<layer id="163" name="5578558235331" type="Const" version="opset1">
			<data element_type="f32" offset="12302" shape="" size="4"/>
			<output>
				<port id="0" precision="FP32"/>
			</output>
		</layer>
		<layer id="164" name="6965696935670" type="Const" version="opset1">
			<data element_type="f32" offset="11038" shape="" size="4"/>
			<output>
				<port id="0" precision="FP32"/>
			</output>
		</layer>
		<layer id="165" name="6966697037278" type="Const" version="opset1">
			<data element_type="f32" offset="12306" shape="" size="4"/>
			<output>
				<port id="0" precision="FP32"/>
			</output>
		</layer>
		<layer id="166" name="6967697135406" type="Const" version="opset1">
			<data element_type="f32" offset="11038" shape="" size="4"/>
			<output>
				<port id="0" precision="FP32"/>
			</output>
		</layer>
		<layer id="167" name="6968697233693" type="Const" version="opset1">
			<data element_type="f32" offset="12306" shape="" size="4"/>
			<output>
				<port id="0" precision="FP32"/>
			</output>
		</layer>
		<layer id="168" name="5205520934803" type="Const" version="opset1">
			<data element_type="f32" offset="11038" shape="" size="4"/>
			<output>
				<port id="0" precision="FP32"/>
			</output>
		</layer>
		<layer id="169" name="5206521034617" type="Const" version="opset1">
			<data element_type="f32" offset="12310" shape="" size="4"/>
			<output>
				<port id="0" precision="FP32"/>
			</output>
		</layer>
		<layer id="170" name="5207521133291" type="Const" version="opset1">
			<data element_type="f32" offset="11038" shape="" size="4"/>
			<output>
				<port id="0" precision="FP32"/>
			</output>
		</layer>
		<layer id="171" name="5208521233306" type="Const" version="opset1">
			<data element_type="f32" offset="12310" shape="" size="4"/>
			<output>
				<port id="0" precision="FP32"/>
			</output>
		</layer>
		<layer id="172" name="5025502934833" type="Const" version="opset1">
			<data element_type="f32" offset="12314" shape="1,96,1,1" size="384"/>
			<output>
				<port id="0" precision="FP32">
					<dim>1</dim>
					<dim>96</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="173" name="5026503034542" type="Const" version="opset1">
			<data element_type="f32" offset="12698" shape="1,96,1,1" size="384"/>
			<output>
				<port id="0" precision="FP32">
					<dim>1</dim>
					<dim>96</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="174" name="5027503136201" type="Const" version="opset1">
			<data element_type="f32" offset="12314" shape="1,96,1,1" size="384"/>
			<output>
				<port id="0" precision="FP32">
					<dim>1</dim>
					<dim>96</dim>
					<dim>1</dim>
